tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'npm'
brew 'apache-spark'
brew 'autoconf'
brew 'gdbm'
brew 'go'
brew 'oniguruma'
brew 'jq'
brew 'nkf'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'pyenv'
brew 'readline'
brew 'redpen'
brew 'sbt'
brew 'scala'
brew 'wget'
brew 'zsh'
brew 'gs'
brew 'imagemagick'

cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'skype'
cask 'atom'
cask 'vlc'
cask 'virtualbox'
cask 'vagrant'
cask 'intellij-idea'
cask 'cyberduck'
cask 'evernote'
cask 'google-drive'
cask 'r'
cask 'rstudio'
cask 'slack'
cask 'duet'
cask 'docker'
cask 'docker-compose'
cask 'dockertoolbox'
cask '1password'
cask 'skitch'
cask 'kindle'
cask 'caffeine'
cask 'mactex'
